INSERT INTO CUSTOMER(
	CUST_CD, 
	CUST_NM,
	CUST_AGE,
	CUST_LVL,
	CUST_JOB,	
	CUST_POINT)
VALUES
('EEEE', '정소화', 20, 'GOLD', '학생', 1000),
('RRRRR', '김선우', 25, 'VIP', '간호사', 2500),
('WWWW', '고명석', 28, 'GOLD', '교사', 4500),
('WERERW', '김용욱', 22, 'SILVER', '학생', ''),
('RTRT', '성원용', 35, 'GOLD', '회사원', 5000),
('QWQWQ', '성원용', 35, 'GOLD', '회사원', 5000),
('QERWER', '성원용', 35, 'GOLD', '회사원', 5000),
('RERWERR', '성원용', 35, 'GOLD', '회사원', 5000),
('RQWE', '성원용', 35, 'GOLD', '회사원', 5000),
('QWER', '오형준','', 'SILVER', '의사', 300),
('EWERDR', '채광준', 31, 'SILVER', '회사원', 500);

INSERT INTO PRODUCTS(
	PROD_CD,
	PROD_NM,
	PROD_QY,
	PROD_PRI,
	PROD_VEND)
VALUES
('P51', '그냥만두', 5000, 4500, '대한식품'),
('P52', '매운쫄면', 2500, 5500, '민국푸드'),
('P53', '쿵떡파이', 3600, 2600, '한빛제과'),
('P54', '맛난초콜릿', 1250, 2500, '한빛제과'),
('P55', '얼큰라면', 2200, 1200, '대한식품'),
('P56', '집밥생각', 1000, 1550, '민국푸드'),
('P57', '집밥라면', 1000, 1550, '민국푸드'),
('P58', '집밥노나', 1000, 1550, '민국푸드'),
('P59', '집으로닭', 1000, 1550, '민국푸드'),
('P60', '통통통떡', 1000, 1550, '민국푸드');

INSERT INTO ORDERS(
	ORD_CD,
	CUST_CD,
	PROD_CD,
	ORDER_QTY,
	ORDER_ADD,
	ORDER_REGDT)
VALUES
('O41', 'APPLE', 'P03', 10, '서울시 마포구', '2019-01-01'),
('O42', 'MELON', 'P01', 5, '인천시 계양구', '2019-01-10'),
('O43', 'BANANA', 'P06', 45, '경기도 부천시', '2019-01-11'),
('O44', 'CARROT', 'P02', 8, '부산시 금정구', '2019-02-01'),
('O45', 'MELON', 'P06', 36, '경기도 용인시', '2019-02-20'),
('O46', 'BANANA', 'P01', 19, '충청북도 보은군', '2019-03-02'),
('O47', 'APPLE', 'P03', 22, '서울시 영등포구', '2019-03-15'),
('O48', 'PEAR', 'P02', 50, '강원도 춘천시', '2019-04-10'),
('O49', 'BANANA', 'P04', 15, '전라남도 목포시', '2019-04-11'),
('O50', 'CARROT', 'P03', 20, '경기도 안양시', '2019-05-22');